/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "解析エラー%1$zd、説明: %2$@、行: %3$zd、列: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "検証エラー%1$zd、説明: %2$@、行: %3$zd、列: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXMLの解析エラー";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXMLの検証エラー";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "圧縮されたMusicXMLファイルのフォーマットが正しくないようです（“full-path”が見つかりませんでした）";

/* Error message */
"Could not create temporary conversion file" = "一時変換ファイルを作成できませんでした";

/* Error message */
"Could not decompress file compressed music xml file" = "圧縮されたMusicXMLファイルを解凍できませんでした";

/* Error message */
"File is not a MusicXML File" = "ファイルはMusicXMLファイルではありません";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "MusicXMLファイルには“divisions”用のゼロまたは負の値が含まれています";

/* Note Name in Do,Re,Mi notation */
"Do" = "ド";

/* Note Name in Do,Re,Mi notation */
"Fa" = "ファ";

/* Note Name in Do,Re,Mi notation */
"La" = "ラ";

/* Note Name in Do,Re,Mi notation */
"Mi" = "ミ";

/* Note Name in Do,Re,Mi notation */
"Re" = "レ";

/* Note Name in Do,Re,Mi notation */
"Sol" = "ソ";

/* Note Name in Do,Re,Mi notation */
"Ti" = "シ";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6弦ギターのノーマルチューニング";
